Repository: NaN-tic/trytond-party_credit_limit
Catalog: locale/*.po
Languages: ca, es

# field:party.party,amount_to_limit:
source: To limit
ca: Fins al limit
es: Hasta el límite

# field:party.party,draft_invoices_amount:
source: Draft invoices
ca: Factures esborrany
es: Facturas borrador

# field:party.party,limit_percent:
source: % Limit
ca: % Límit
es: % Límite

# field:party.party,pending_amount:
source: Pending
ca: Pendent
es: Pendiente

# field:party.party,uninvoiced_amount:
source: Uninvoiced
ca: No facturat
es: Sin facturar

# field:party.party,unpayed_amount:
source: Unpayed
ca: Sense pagar
es: Sin pagar

# help:party.party,draft_invoices_amount:
source: Total amout of invoices to be posted.
ca: Import total de les factures pendents de comptabilitzar.

# help:party.party,pending_amount:
source: Amount to be due in the future.
ca: Import amb venciment en el futur.
es: Importe con vencimiento en un futuro.

# help:party.party,uninvoiced_amount:
source: Amount in processing sales still not invoiced.
ca: Import en vendes en process que no s'ha facturat.
es: Importe en ventas en proceso pendientes de facturar.

# help:party.party,unpayed_amount:
source: Due amount until today.
ca: Import vençut fins al dia d'avui.
es: Importe vencido hasta el dia de hoy.

# model:ir.action,name:act_party_credit_limit_form
source: Credit Limits
ca: Límits de crèdit
es: Límites de crédito

# model:ir.action,name:act_party_credit_limit_relate
source: Credit Limits
ca: Límits de crèdit
es: Límites de crédito

# model:ir.ui.menu,name:menu_party_credit_limit_form
source: Credit Limits
ca: Límits de crèdit
es: Límites de crédito

# view:party.party:
source: Credit Limits
ca: Límits de crèdit
es: Límites de crédito

# help:party.party,draft_invoices_amount:
source: Total amount of invoices to be posted.
es: Importe total de las facturas pendientes de contabilitzar.
